Repository: 84000/data-translation-memory
Catalog: toh545-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་འཇམ་དཔལ་གྱི་ཞལ་ནས་གསུངས་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī Spoken by Mañjuśrī Himself

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels!

source: །འཕགས་པ་འཇམ་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་བྷ་ག་བ་ཏེ། དྷརྨ་དྷཱ་ཏུ་ནི་གར་ཛི་ཏ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨ་རྷ་ཏེ་སམྱཀྶཾ་བུདྡྷཱ་ཡ། ན་མོ་མཉྫུ་ཤྲི་ཡེ། ཀུ་མཱ་ར་བྷཱུ་ཏཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཛྙཱ་ནཱ་ལོ་ཀེ། ཏྲི་རཏྣ་བཾ་ཤ་སཾ་དྷཱ་ར་ཎི། བྷ་ག་བ་ཏི། ཨ་བཱ་ཡཾ་དཱ་དི། ཨ་བཱ་ཡཾ་དཏྟེ་མེ་བོ་དྷི་ཙིཏྟ། བཛྲ་པ་རི་པཱ་ལ་ཡ། ས་མནྟ། ཨ་བ་བྷཱ་སེ་ན། ཧ་ན་ཧ་ན་སརྦ་སཏྭ་སཾ་ཏ་ན་པ་ཏི་ཏཾ། ཀླེ་ཤཱ་ནུ་ཙྪེ་དཱ་ཡ། བ་ད་ལ་ཀྵ་ཎ། ཨ་ལཾ་ཀྲྀ་ཏ་ཤ་རཱི་རེ། བོ་དྷི་སཏྭ་ཤི་ཤཱུ་པ་ཏི་པཱ་ལ་ཡ། བུད་དྷཱ་ན་དེ་ཤཱ་ཡ། དེ་བ། ནཱ་ག །ཡཀྵ། གནྡྷརྦ། ཨ་སུ་ར། ག་རུ་ཌ། ཀིན་ན་ར།
en: Homage to noble Mañjuśrī!

source: མ་ཧོ་ར་ག །བ་ཤེསྠ་པཱ་ཡ། ཨ་པ་ཡཾ་ད་ད་ཏི་སྭཱ་ཧཱ། གཟུངས་འདིའི་ཕན་ཡོན་ནི་ལན་གཅིག་བརྗོད་པས་ཀྱང་བསྐལ་པ་སྟོང་དུ་ལས་ཀྱི་སྒྲིབ་པ་བསགས་པ་འབྱང་བར་འགྱུར་རོ། །འཆི་ཀར་ཡང་འཕགས་པ་འཇམ་དཔལ་མཐོང་བར་འགྱུར་རོ།
en: namo ratna­trayāya | namo bhagavate dharma­dhātunigarjita­rājāya tathāgatāya arhate samyak­sambuddhāya | namo mañjuśrīye kumārabhūtāya || tadyathā | oṁ jñānāloke tri­ratna­vaṃśa­saṃdhāraṇi bhagavati abhayaṃ dādi abhayaṃ datte me bodhicitta­vajra­paripālaya samantāva­bhāsena hana hana sarva­sattva­saṃtānapatitaṃ kleśān ucchedaya vara­lakṣaṇālaṃkṛtaśarīre bodhisattva­śiśūn paripālaya buddhān ādeśaya deva­nāga­yakṣa­gandharvāsura­garuḍa­kinnara­mahoragān vaśe sthāpaya abhayaṃ dadati svāhā || As for the benefits of this dhāraṇī, even a single recitation will purify the karmic obscurations accrued over a thousand eons, and at the time of death one will behold noble Mañjuśrī.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐོར་ཚུགས་ཀྱིས་དབུ་བརྒྱན་པའི་སྐུ་ཡང་མཐོང་བར་འགྱུར་རོ།
en: One will also behold the body of noble Avalokiteśvara, his head adorned with a topknot.

source: །མདོར་ན་གཟུངས་འདིའི་ཕན་ཡོན་ནི་མཐའ་ཡས་སོ།
en: In short, the benefits of this dhāraṇī are limitless.

source: །འཕགས་པ་འཇམ་དཔལ་གྱི་ཞལ་ནས་གསུངས་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes the noble dhāraṇī “Spoken by Mañjuśrī Himself.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛྙཱ་ན་གརྦྷ་དང་། ལོཙྪ་བ་བནྡེ་ཀླུའི་དབང་པོས་བསྒྱུར། རྒྱ་གར་གྱི་མཁན་པོ་བི་ཤུདྡྷ་སིཾ་ཧ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་དེ་བ་ཙནྡྲས་གཏན་ལ་ཕབ་པ།། །།
en: Translated by the Indian preceptor Jñānagarbha and the translator Bandé Lui Wangpo and finalized by the Indian preceptor Viśuddhasiṃha and chief editor-translator Bandé Devacandra.
